{
  "header_text": "Wellbeing at Work",
  "header_text_complaint": "Complaint",
  "landing_intro": "Hi! I will guide you through this app.",
  "landing_qr": "To enter, please type your factory code.",
  "label_factory_code": "Factory code:",
  "button_landingpage": "Enter the app",
  "homepage_welcome_message": "Welcome to the survey on 'wellbeing at work'!",
  "homepage_info_message": "If you want to know more about the survey, please click on the info icon below.",
  "homepage_modal_title": "Information on the project 'wellbeing at work'",
  "homepage_modal_text_one": "We want to understand how employees are doing at work. We want to provide you with the opportunity to let us know how you feel when you are working (Do you feel safe? comfortable?).",
  "homepage_modal_text_two": "This is important to research, because when we feel uncomfortable at work, this can have a big impact on our overall lives and those around us. Everyone deserves a respectful workplace.",
  "homepage_modal_text_three": "This survey will help create a baseline understanding of how employees in the textile industry feel and if they are doing well. The data will help us understand the larger picture regarding the current needs of employees, current areas in which employers are doing well, and points where they can improve. We at the University of Mannheim can then provide general positive feedback and constructive criticism through scientific research.", 
  "homepage_modal_text_four": "This is why we need your input. Thank you for participating!",
  "button_start_survey": "Start the Survey",
  "button_finish_survey": "Finish the Survey",
  "button_report_complaint": "Report a complaint",
  "button_complaint_video": "Learn more about your options",
  "button_previous": "Previous",
  "button_next": "Next",
  "button_submit": "Submit",
  "button_close": "Close",
  "button_homepage": "Back to Homepage",
  "survey_entry_welcome": "Welcome to the survey about wellbeing at work!",
  "survey_entry_explanation": "We are a team from the University of Mannheim which wants to get deeper insights into the wellbeing of workers. It is important to mention that no personal data are stored or forwarded to your employer.",
  "survey_explanation_intro": "To answer the survey questions, please click on the face that represents your level of agreement with the statement:",
  "survey_explanation_rating": "All of your answers are anonymous. Thank you for participating!",
  "survey_sentiment_vd": "Strongly Disagree",
  "survey_sentiment_d": "Disagree",
  "survey_sentiment_n": "Neutral",
  "survey_sentiment_s": "Agree",
  "survey_sentiment_vs": "Strongly Agree",
  "survey_progress_one": "Page",
  "survey_progress_two": "of",
  "survey_consent_head": "Welcome to the survey!",
  "survey_finish_modal_title": "You have completed the survey!",
  "survey_finish_thank_you_message": "Thank you very much for participating on the survey.",
  "survey_finish_modal_question_one": "What is the purpose of this survey?",
  "survey_finish_modal_answer_one": "We want to understand how employees are doing at work. When we feel uncomfortable at work, this can have a big impact on our overall lives and those around us. This survey provides us with a baseline understanding of how employees feel and if they are doing well. The data will help us understand the larger picture and provide general positive feedback and constructive criticism to employers. We also want to better understand differences in wellbeing at work across different countries.",
  "survey_finish_modal_question_two": "What are we doing with the data?",
  "survey_finish_modal_answer_two": "We are analysing the data for larger trends in wellbeing in the textile industry. None of the data can be traced to any individual, so your answers are completely confidential. Answers from employees working in different locations will be compared and scientifically analysed. After data collection, we hope to publish results in the near future that we can share with you here. We also take your feedback into consideration in updating this survey and website.",
  "survey_finish_modal_question_three": "Do we store the data?",
  "survey_finish_modal_answer_three": "The University of Mannheim does store the data, but all answers are anonymous.",
  "survey_ending_feedback": "Thank you for completing the survey. We want your feedback! You can provide any general feedback to the app or related to your survey answers.",
  "survey_ending_complaint": "If you feel uncomfortable and want to learn more about how to report a complaint, click on the button below.",
  "survey_ending_textbox": "Optional",
  "survey_feedback_modal_title": "Feedback",
  "survey_feedback_modal_text": "Thank you for providing feedback to us!",
  "complaint_intro": "If you have a concern or complaint, please first raise it with your supervisor or management team. You can learn about your options here (button that will go to future video)",
  "complaint_button_intro": "If you don't feel comfortable raising a complaint internally, you have options to file a complaint here (links to complaint mechanism)."
}
